Repository: DazedNConfused-/MercadoAO
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es_ar

source: Your sale of [{}] matched multiple items. Please make your offer again with a more specific argument (uid's are also accepted). Potential matches: {}
es_ar: Tu venta de [{}] ha matcheado con múltiples ítems. Por favor, vuelve a hacer tu oferta con un argumento más específico (se acepta también el uso de UIDs para hacer la oferta). Potenciales matches: {}

source: Your sale of [{}] units of [{}] for [{}] has been accepted and published
es_ar: Tu venta de [{}] unidades de [{}] por [{}] ha sido aceptada y publicada

source: Your buy request for ID [{}] did not match any ongoing sales. Maybe it has been bought already? Check ID and try again.
es_ar: Tu pedido de compra para el ID [{}] no ha matcheado ninguna venta en curso. Tal vez alguien ya haya concretado la compra, o el vendedor dió de baja la publicación. En caso contrario, checkea el ID y prueba nuevamente.

source: Congratulations! You have bought [{}] units of [{}] for [{}]! I have already DMed the seller [{}] with details of the transaction. Message him to complete delivery.
es_ar: ¡Felicidades! Has comprado [{}] unidades de [{}] por [{}]! Ya le he enviado un mensaje privado al vendedor [{}] con detalles sobre la transacción. Mándale un mensaje tu también para acordar la entrega.

source: Congratulations! Your sale of [{}] units of [{}] for [{}] has been bought by [{}]! DM buyer to complete the transaction!
es_ar: ¡Felicidades! ¡Tu venta de [{}] unidades de [{}] por [{}] ha sido tomada por [{}]! Mándale un mensaje privado para completar la transacción.

source: No sales currently going on
es_ar: No hay ventas activas en este momento

source: The following sales are currently undergoing:
es_ar: Las siguientes ventas se encuentran activas en este momento:

source: No sales currently going on for query [{}]
es_ar: No hay ventas activas para la búsqueda [{}]

source: The following sales are currently undergoing for query [{}]:
es_ar: Las siguientes ventas se encuentran activas en este momento para la búsqueda [{}]:

source: Your search for ['{}'] awarded 0 results.
es_ar: Tu búsqueda de ['{}'] ha tenido 0 resultados.

source: Your search for ['{}'] awarded {} and was completed in {} seconds.
es_ar: Tu búsqueda de ['{}'] ha retornado {} y fue completada en {} segundos.

source: Your search for ['{}'] awarded [{}] and was completed in {} seconds.
es_ar: Tu búsqueda por ['{}'] ha retornado [{}] y fue completada en {} segundos.

source: The Sale's UID is required in order to buy!
es_ar: ¡La UID de la venta es necesaria para poder comprar!

source: All params ([item_to_sell] [quantity] [price]) must be specified in order to make a sale!
es_ar: ¡Todos los parámetros ([item_a_vender] [cantidad] [precio]) deben ser especificados para poder publicar una venta!

source: You must specify something to search!
es_ar: ¡Debes especificar algo para buscar!

source: User [{}] offers [{}] units of item [{}] for [{}] coins, from [{}] until [{}]. Sale's UID: {}
es_ar: El usuario [{}] ofrece [{}] unidades de [{}] por [{}] monedas, desde el [{}] hasta el [{}]. UID de la venta: {}
